/* SMTP Server address */
"Address:" = "Adress:";

/* Authentication checkbox */
"Authentication" = "Autentisering";

/* Title for from field */
"From:" = "Från:";

/* No security option */
"None" = "Ingen";

/* password field */
"Password:" = "Lösenord:";

/* SMTP Server port */
"Port:" = "Port:";

/* Security options title */
"Security:" = "Säkerhet:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "SMTP Server:";

/* Title for subject prefix field */
"Subject prefix:" = "Ämnes prefix:";

/* TLS if possible security option */
"TLS if possible" = "TLS om möjligt";

/* TLS or close security option */
"TLS or close" = "TLS eller avsluta";

/* Title for to field */
"To:" = "Till:";

/* Username field */
"Username:" = "Användarnamn:";

